Repository: rimacv/hanzi-draw-ios
Catalog: *.lproj/Localizable.strings
Languages: de

source: Continue
de: Weiter

source: Well done
de: Gut gemacht

source: Retry
de: Nochmal

# ScoreFetchError
source: Score could not be calculated. Check your internet connection.
de: Score konnte nicht berechnet werden. Prüfe deine Internetverbindung.

# DeckLoadError
source: Deck data could not be read. Hanzi Draw will load sample data and continue
de: Daten konnten nicht geladen werden. Hanzi Draw fährt mit Beispieldaten fort.

# SaveError
source: Data could not be save. File might be corrupted.
de: Daten konnten nicht gespeichert werden.

# SessionLoadError
source: Data needed for session could not be loaded. Check your internet connection.
de: Für Sitzung benötigte Daten konnten nicht geladen werden. Prüfe deine Internetverbindung.

# ErrorTitle
source: 对不起! - Sorry!
de: 对不起! - Entschuldigung!

source: New Decks
de: Neues Deck

source: Done
de: Fertig

source: Licenses
de: Lizenzen

source: Privacy Policy
de: Datenschutzerklärung

source: Privacy
de: Datenschutz

source: Buy
de: Kaufen

source: Restore Purchase
de: Kauf wiederherstellen

# Purchase Header
source: Upgrade to Pro!
de: Jetzt zu Pro wechseln!

# Purchase Description
source: - Remove all ads!
de: - Entferne jegliche Werbung!

# Purchase Description 2
source: - Create unlimited decks!
de: - Erstelle unbegrenzt Decks!

source: Dismiss
de: Schließen

source: Add Cards
de: Karten hinzufügen

source: Add charachters e.g. 汉子
de: Füge Schriftzeichen hinzu z.B. 汉子

source: Add
de: Hinzufügen

source: Deck Size
de: Deckgröße

source: cards
de: Karten

source: Cards - Average Score
de: Karten - Durchschnittliche Bewertung

source: History
de: Historie

source: Edit
de: Bearbeiten

source: Session History
de: Session Historie

source: Charachter scores
de: Erreichte Punkte je Schriftzeichen

source: Start Learning Session
de: Lernen!

source: Offer Price:
de: Angebotspreis:

# Purchase Successful!
source: App upgraded!
de: Funktionen freigeschaltet!

source: Ads removed!
de: Werbung entfernt!

# BuyError
source: Error during purchase.
de: Fehler beim Kaufprozess.

# RestorePurchaseError
source: Error during purchase restorement.
de: Fehler beim wiederherstellen des Kaufs.

source: Thank you!
de: Vielen Dank!

source: Stroke width
de: Strichbreite

source: Deck limit reached
de: Decklimit erreicht

source: Upgrade to Pro to remove the limit.
de: Wechsle zur Pro Version, um das Limit zu entfernen.

source: Got it!
de: Alles klar!

source: Help
de: Hilfe

# TapInfo
source: Tap the charachter to see its definition and pinyin.
de: Tippe auf das Schriftzeichen um seine Definition zu sehen.

source: No sessions yet
de: Noch keine Historie

source: No info available
de: Keine Definition verfügbar
